<script setup >
import Title from '../../auth/components/Title.vue';

</script>

<template>

    <div class="p-6">
        <Title>عن المنصة</Title>

        <div class="mt-10 rounded-lg bg-hover w-full p-6">
            <p class="text-xs font-normal leading-7 text-black-500">
                منصة رقمية تعليمية متكاملة خُصصت لكلية الاقتصاد والعلوم الإدارية
    وتهدف إلى تطوير العملية التعليمية وتعزيز التحول الرقمي داخل الكلية.
    توفر المنصة للطلاب إمكانية تنزيل ملفات المحاضرات بسهولة وفي أي وقت.
    كما تتيح الوصول إلى البحوث الأكاديمية والمراجع العلمية المعتمدة.
    تمكّن الطلاب من متابعة المحاضرات ومحتواها بشكل منظم وواضح.
    وتساعدهم على التقديم للشهادات والإجراءات الأكاديمية إلكترونيًا.
    تدعم المنصة التواصل الأكاديمي بين الطلبة وأعضاء هيئة التدريس.
    وتوفر بيئة تعليمية مرنة تسهّل إدارة الوقت والمواد الدراسية.
    أما بالنسبة للدكاترة، فتمكنهم من رفع المحاضرات والملفات التعليمية.
    وتنظيم المحتوى الأكاديمي ومتابعة تفاعل الطلاب.
    تسهم المنصة في تقليل الاعتماد على المعاملات الورقية.
    وتعزز من كفاءة الأداء الأكاديمي والإداري داخل الكلية.
    صُممت بواجهة استخدام بسيطة وسهلة تناسب جميع المستخدمين.
    وتراعي أعلى معايير التنظيم وسهولة الوصول للمعلومات.
    تم تطوير المنصة لتلبي احتياجات التعليم الجامعي الحديث.
    وتدعم التعلم الإلكتروني والتعليم المدمج.
    كما تواكب متطلبات التطور التكنولوجي في المؤسسات التعليمية.
    المنصة آمنة وتضمن حفظ البيانات والمحتوى الأكاديمي.
    تم تطويرها بالكامل بجهد فردي واحترافي.
    وذلك على يد <strong>معتز أزهري</strong>، طالب سابق بكلية الاقتصاد والعلوم الإدارية – قسم إدارة الأعمال.

            </p>
        </div>
    </div>

</template>